Repository: Considus/Catchlight-iOS
Catalog: Catchlight/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, pl, pt_br, pt_pt, sv, tr

source: Choose what Catchlight focuses on while this Focus is on.
da: Vælg, hvad Catchlight skal fokusere på, mens denne Fokus er slået til.
de: Wähle, worauf sich Catchlight konzentriert, während dieser Fokus aktiv ist.
es: Elige en qué se concentra Catchlight mientras este modo de Concentración está activo.
fi: Kies waarop Catchlight zich richt zolang deze Focus actief is.
fr: Choisissez ce sur quoi Catchlight se concentre pendant que ce mode Focus est activé.
it: Scegli su cosa si concentra Catchlight mentre questa Concentrazione è attiva.
nb: Velg hva Catchlight skal fokusere på mens dette Fokuset er aktivt.
nl: Kies waarop Catchlight zich richt wanneer deze Focus is ingeschakeld.
pl: Wybierz, na czym ma się skupić Catchlight, gdy ten tryb Focus jest włączony.
pt_br: Escolha no que o Catchlight deve se concentrar enquanto este Foco estiver ativado.
pt_pt: Escolha em que se foca o Catchlight enquanto este modo de Foco estiver ativo.
sv: Välj vad Catchlight ska fokusera på när det här fokuset är aktivt.
tr: Bu Odak açıkken Catchlight'ın neye odaklanacağını seçin.

source: Choose where encrypted Takes are stored.
da: Vælg, hvor krypterede Takes skal gemmes.
de: Wähle, wo verschlüsselte Takes gespeichert werden.
es: Elige dónde se almacenan los Takes cifrados.
fi: Kies waar versleutelde Takes worden opgeslagen.
fr: Choisissez où stocker vos Takes chiffrés.
it: Scegli dove memorizzare i Take crittografati.
nb: Velg hvor krypterte Takes skal lagres.
nl: Kies waar versleutelde Takes worden opgeslagen.
pl: Wybierz, gdzie mają być przechowywane zaszyfrowane Takes.
pt_br: Escolha onde os Takes criptografados são armazenados.
pt_pt: Escolha onde são guardados os Takes encriptados.
sv: Välj var krypterade Takes ska lagras.
tr: Şifrelenmiş Take'lerin nerede saklanacağını seçin.

source: Clear
da: Ryd
de: Leeren
es: Borrar
fi: Wissen
fr: Effacer
it: Cancella
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
sv: Rensa
tr: Temizle

source: Clear search
da: Ryd søgning
de: Suche leeren
es: Borrar búsqueda
fi: Zoekopdracht wissen
fr: Effacer la recherche
it: Cancella ricerca
nb: Tøm søk
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt_br: Limpar busca
pt_pt: Limpar pesquisa
sv: Rensa sökning
tr: Aramayı temizle

source: Close Catchlight and open it again to set up a new Privacy phrase. If you exported your Takes, you can bring them back with Import from a file.
da: Luk Catchlight, og åbn den igen for at oprette en ny privatlivsfrase. Hvis du har eksporteret dine Takes, kan du hente dem tilbage med Importér fra en fil.
de: Schließe Catchlight und öffne es erneut, um eine neue Datenschutz-Phrase einzurichten. Wenn du deine Takes exportiert hast, kannst du sie mit „Aus Datei importieren“ wiederherstellen.
es: Cierra Catchlight y vuelve a abrirlo para configurar una nueva frase de privacidad. Si exportaste tus Takes, puedes recuperarlos con Importar desde un archivo.
fi: Sluit Catchlight en open de app opnieuw om een nieuwe privacyzin in te stellen. Heb je je Takes geëxporteerd, dan kun je ze terugzetten met Importeer uit bestand.
fr: Fermez Catchlight et rouvrez-le pour configurer une nouvelle phrase de confidentialité. Si vous avez exporté vos Takes, vous pouvez les récupérer avec Importer depuis un fichier.
it: Chiudi e riapri Catchlight per configurare una nuova frase di riservatezza. Se hai esportato i tuoi Take, puoi ripristinarli con Importa da un file.
nb: Lukk Catchlight og åpne appen på nytt for å opprette en ny personvernfrase. Hvis du har eksportert Take-ene dine, kan du hente dem tilbake med «Importer fra en fil».
nl: Sluit Catchlight en open de app opnieuw om een nieuwe privacyzin in te stellen. Als je je Takes hebt geëxporteerd, kun je ze terugzetten met Importeer uit bestand.
pl: Zamknij Catchlight i otwórz ponownie, aby ustawić nową frazę Prywatności. Jeśli wyeksportowałeś swoje Takes, możesz je przywrócić za pomocą opcji Importuj z pliku.
pt_br: Feche o Catchlight e abra-o novamente para configurar uma nova frase de Privacidade. Se você exportou seus Takes, pode recuperá-los com Importar de um arquivo.
pt_pt: Feche o Catchlight e volte a abri-lo para configurar uma nova frase de privacidade. Se exportou os seus Takes, pode recuperá-los com a opção Importar de um ficheiro.
sv: Stäng Catchlight och öppna appen igen för att skapa en ny integritetsfras. Om du exporterade dina Takes kan du återställa dem med Importera från en fil.
tr: Yeni bir Gizlilik ifadesi oluşturmak için Catchlight'ı kapatıp tekrar açın. Take'lerinizi dışa aktardıysanız Dosyadan içe aktar seçeneğiyle geri getirebilirsiniz.

source: Close paywall
da: Luk betalingsvinduet
de: Paywall schließen
es: Cerrar pantalla de pago
fi: Paywall sluiten
fr: Fermer le paywall
it: Chiudi paywall
nb: Lukk betalingsmur
nl: Betaalscherm sluiten
pl: Zamknij paywall
pt_br: Fechar paywall
pt_pt: Fechar ecrã de pagamento
sv: Stäng betalningssidan
tr: Ödeme duvarını kapat

source: Close Shot List
da: Luk Shot List
de: Shot List schließen
es: Cerrar Shot List
fi: Sulje Shot List
fr: Fermer la Shot List
it: Chiudi Shot List
nb: Lukk Shot List
nl: Shot List sluiten
pl: Zamknij Shot List
pt_br: Fechar Shot List
pt_pt: Fechar Shot List
sv: Stäng Shot List
tr: Shot List'i Kapat

source: Close Storyboard
da: Luk storyboardet
de: Storyboard schließen
es: Cerrar Storyboard
fi: Storyboard sluiten
fr: Fermer le storyboard
it: Chiudi Storyboard
nb: Lukk storyboardet
nl: Storyboard sluiten
pl: Zamknij Storyboard
pt_br: Fechar Storyboard
pt_pt: Fechar Storyboard
sv: Stäng storyboarden
tr: Storyboard'u Kapat

source: Cloud Storage
da: Cloudlagring
de: Cloud-Speicher
es: Almacenamiento en la nube
fi: Cloudopslag
fr: Stockage cloud
it: Spazio di archiviazione cloud
nb: Skylagring
nl: Cloudopslag
pl: Przechowywanie w chmurze
pt_br: Armazenamento em Nuvem
pt_pt: Armazenamento na nuvem
sv: Molnlagring
tr: Bulut Depolama

source: Cloud: backed up and restorable
da: Cloud: sikkerhedskopieret og kan gendannes
de: Cloud: gesichert und wiederherstellbar
es: Nube: copia de seguridad creada y restaurable
fi: Cloud: back-up en herstelbaar
fr: Cloud : sauvegardé et restaurable
it: Cloud: backup eseguito e ripristinabile
nb: Sky: sikkerhetskopiert og kan gjenopprettes
nl: Cloud: er is een back-up gemaakt en de gegevens kunnen worden hersteld
pl: Chmura: kopia zapasowa i możliwość przywrócenia
pt_br: Nuvem: backup feito e restaurável
pt_pt: Nuvem: cópia de segurança efetuada e restaurável
sv: Moln: säkerhetskopierat och kan återställas
tr: Bulut: yedeklendi ve geri yüklenebilir

source: Collapse Take
da: Fold Take sammen
de: Take einklappen
es: Contraer Take
fi: Take inklappen
fr: Réduire le Take
it: Comprimi Take
nb: Skjul Take
nl: Take samenvouwen
pl: Zwiń Take
pt_br: Recolher Take
pt_pt: Recolher Take
sv: Fäll ihop Take
tr: Take'i daralt

source: Comfort
da: Komfort
de: Komfortabel
es: Cómodo
fr: Confort
it: Comodo
nb: Komfort
pl: Komfort
pt_br: Conforto
pt_pt: Confortável
sv: Komfort
tr: Rahat

source: Coming soon
da: Kommer snart
de: Demnächst verfügbar
es: Próximamente
fi: Binnenkort beschikbaar
fr: Bientôt disponible
it: Prossimamente
nb: Kommer snart
nl: Binnenkort beschikbaar
pl: Wkrótce dostępne
pt_br: Em breve
pt_pt: Brevemente
sv: Kommer snart
tr: Yakında

source: Coming soon.
da: Kommer snart.
de: Demnächst verfügbar.
es: Próximamente.
fi: Binnenkort beschikbaar.
fr: Bientôt disponible.
it: Prossimamente.
nb: Kommer snart.
nl: Binnenkort beschikbaar.
pl: Wkrótce.
pt_br: Em breve.
pt_pt: Brevemente.
sv: Kommer snart.
tr: Yakında.

source: Compact
da: Kompakt
de: Kompakt
es: Compacto
it: Compatto
nb: Kompakt
pl: Kompaktowy
pt_br: Compacto
pt_pt: Compacto
sv: Kompakt
tr: Kompakt

source: completed Task
da: fuldført opgave
de: erledigte Aufgabe
es: Tarea completada
fi: voltooide taak
fr: Tâche terminée
it: attività completata
nb: fullført oppgave
nl: voltooide taak
pl: ukończone zadanie
pt_br: Tarefa concluída
pt_pt: tarefa concluída
sv: slutförd uppgift
tr: tamamlanan Görev

source: Completed tasks only
da: Kun fuldførte opgaver
de: Nur erledigte Aufgaben
es: Solo tareas completadas
fi: Alleen voltooide taken
fr: Tâches terminées uniquement
it: Solo attività completate
nb: Bare fullførte oppgaver
nl: Alleen voltooide taken
pl: Tylko ukończone zadania
pt_br: Somente tarefas concluídas
pt_pt: Apenas tarefas concluídas
sv: Endast slutförda uppgifter
tr: Yalnızca tamamlanan görevler

source: Confirm before deleting
da: Bekræft før sletning
de: Vor dem Löschen bestätigen
es: Confirmar antes de eliminar
fi: Bevestiging vragen voordat je verwijdert
fr: Confirmer avant suppression
it: Conferma prima di eliminare
nb: Bekreft før sletting
nl: Bevestiging vragen voordat je verwijdert
pl: Potwierdź przed usunięciem
pt_br: Confirmar antes de excluir
pt_pt: Confirmar antes de eliminar
sv: Bekräfta före radering
tr: Silmeden önce onayla

source: Confirm it's you before erasing this device.
da: Bekræft, at det er dig, før du sletter denne enhed.
de: Bestätige deine Identität, bevor du dieses Gerät löschst.
es: Confirma que eres tú antes de borrar este dispositivo.
fi: Bevestig dat jij het bent voordat je dit apparaat wist.
fr: Confirmez votre identité avant d’effacer cet appareil.
it: Conferma la tua identità prima di inizializzare questo dispositivo.
nb: Bekreft at det er deg før du sletter denne enheten.
nl: Bevestig dat jij het bent voordat je dit apparaat wist.
pl: Potwierdź, że to Ty, zanim wyczyścisz to urządzenie.
pt_br: Confirme que é você antes de apagar este dispositivo.
pt_pt: Confirme que é você antes de apagar este dispositivo.
sv: Bekräfta att det är du innan du raderar den här enheten.
tr: Bu cihazı silmeden önce siz olduğunuzu doğrulayın.

source: Confirm three words
da: Bekræft tre ord
de: Drei Wörter bestätigen
es: Confirmar tres palabras
fi: Drie woorden bevestigen
fr: Confirmez trois mots
it: Conferma tre parole
nb: Bekreft tre ord
nl: Drie woorden bevestigen
pl: Potwierdź trzy słowa
pt_br: Confirme três palavras
pt_pt: Confirmar três palavras
sv: Bekräfta tre ord
tr: Üç kelimeyi doğrulayın

source: Conflict
da: Konflikt
de: Konflikt
es: Conflicto
fr: Conflit
it: Conflitto
nb: Konflikt
pl: Konflikt
pt_br: Conflito
pt_pt: Conflito
sv: Konflikt
tr: Çakışma

source: Connect a cloud folder you control. Your Takes stay encrypted, we never see them, and your 12 words are what open them again on a new phone.
da: Tilslut en cloudmappe, du har kontrol over. Dine Takes forbliver krypterede, vi kan aldrig se dem, og dine 12 ord er det, der gør det muligt at åbne dem igen på en ny telefon.
de: Verbinde einen Cloud-Ordner, den du kontrollierst. Deine Takes bleiben verschlüsselt, wir sehen sie nie, und deine 12 Wörter schalten sie auf einem neuen Telefon wieder frei.
es: Conecta una carpeta en la nube que tú controles. Tus Takes permanecen cifrados, nosotros nunca los vemos y tus 12 palabras son las que los vuelven a abrir en un teléfono nuevo.
fi: Koppel een cloudmap die je beheert. Je Takes blijven versleuteld, wij kunnen ze nooit zien en met je 12 woorden kun je ze op een nieuwe telefoon weer openen.
fr: Connectez un dossier cloud que vous contrôlez. Vos Takes restent chiffrés, nous ne les voyons jamais, et vos 12 mots permettent de les rouvrir sur un nouveau téléphone.
it: Connetti una cartella cloud gestita da te. I tuoi Take rimangono crittografati, non li vedremo mai e le tue 12 parole sono l'unico modo per riaprirli su un nuovo telefono.
nb: Koble til en skymappe du har kontroll over. Take-ene dine forblir kryptert, vi ser dem aldri, og de 12 ordene dine er det som lar deg åpne dem igjen på en ny telefon.
nl: Koppel een cloudmap die jij beheert. Je Takes blijven versleuteld, wij kunnen ze niet zien en je 12 woorden zijn nodig om ze op een nieuwe telefoon weer te openen.
pl: Połącz folder w chmurze, który kontrolujesz. Twoje Takes pozostają zaszyfrowane, my ich nie widzimy, a Twoje 12 słów otwiera je ponownie na nowym telefonie.
pt_br: Conecte uma pasta na nuvem que você controla. Seus Takes permanecem criptografados, nós nunca os vemos, e suas 12 palavras são o que os abre novamente em um novo telefone.
pt_pt: Ligue uma pasta na nuvem que controle. Os seus Takes permanecem encriptados, nunca os vemos e as suas 12 palavras são o que os abre novamente num novo telemóvel.
sv: Anslut en molnmapp som du har kontroll över. Dina Takes förblir krypterade, vi ser dem aldrig, och dina 12 ord är det enda som kan låsa upp dem på en ny telefon.
tr: Kontrol ettiğiniz bir bulut klasörü bağlayın. Take'leriniz şifreli kalır, onları asla görmeyiz ve yeni bir telefonda tekrar açmanızı sağlayan şey 12 kelimenizdir.

source: Connect cloud folder
da: Tilslut cloudmappe
de: Cloud-Ordner verbinden
es: Conectar carpeta en la nube
fi: Cloudmap koppelen
fr: Connecter un dossier cloud
it: Connetti cartella cloud
nb: Koble til skymappe
nl: Cloudmap koppelen
pl: Połącz folder w chmurze
pt_br: Conectar pasta na nuvem
pt_pt: Ligar pasta na nuvem
sv: Anslut molnmapp
tr: Bulut klasörü bağla

source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fi: Doorgaan
fr: Continuer
it: Continua
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
sv: Fortsätt
tr: Devam et

source: Copy version and device info
da: Kopiér versions- og enhedsoplysninger
de: Versions- und Geräte-Infos kopieren
es: Copiar información de la versión y del dispositivo
fi: Versie- en apparaatgegevens kopiëren
fr: Copier les infos de version et d’appareil
it: Copia informazioni su versione e dispositivo
nb: Kopier versjons- og enhetsinformasjon
nl: Versie- en apparaatgegevens kopiëren
pl: Skopiuj informacje o wersji i urządzeniu
pt_br: Copiar versão e informações do dispositivo
pt_pt: Copiar versão e informações do dispositivo
sv: Kopiera versions- och enhetsinformation
tr: Sürüm ve cihaz bilgilerini kopyala

source: Couldn't check your phrase on this device.
da: Kunne ikke kontrollere din frase på denne enhed.
de: Deine Phrase konnte auf diesem Gerät nicht überprüft werden.
es: No se pudo comprobar tu frase en este dispositivo.
fi: Je zin kon niet op dit apparaat worden gecontroleerd.
fr: Impossible de vérifier votre phrase sur cet appareil.
it: Impossibile verificare la frase su questo dispositivo.
nb: Kunne ikke bekrefte frasen din på denne enheten.
nl: Je zin kon niet op dit apparaat worden gecontroleerd.
pl: Nie można sprawdzić Twojej frazy na tym urządzeniu.
pt_br: Não foi possível verificar sua frase neste dispositivo.
pt_pt: Não foi possível verificar a sua frase neste dispositivo.
sv: Kunde inte verifiera din fras på den här enheten.
tr: İfadeniz bu cihazda kontrol edilemedi.

source: Couldn't delete that Take.
da: Kunne ikke slette den Take.
de: Dieser Take konnte nicht gelöscht werden.
es: No se pudo eliminar ese Take.
fi: Die Take kon niet worden verwijderd.
fr: Impossible de supprimer ce Take.
it: Impossibile eliminare quel Take.
nb: Kunne ikke slette denne Taken.
nl: Die Take kon niet worden verwijderd.
pl: Nie można usunąć tego Take.
pt_br: Não foi possível excluir esse Take.
pt_pt: Não foi possível eliminar esse Take.
sv: Kunde inte radera den Take-filen.
tr: Bu Take silinemedi.

source: Couldn't generate a Privacy phrase.
da: Kunne ikke generere en privatlivsfrase.
de: Es konnte keine Datenschutz-Phrase erstellt werden.
es: No se pudo generar una frase de privacidad.
fi: Er kon geen privacyzin worden aangemaakt.
fr: Impossible de générer une phrase de confidentialité.
it: Impossibile generare una frase di riservatezza.
nb: Kunne ikke generere en personvernfrase.
nl: Er kon geen privacyzin worden aangemaakt.
pl: Nie można wygenerować frazy Prywatności.
pt_br: Não foi possível gerar uma frase de Privacidade.
pt_pt: Não foi possível gerar uma frase de privacidade.
sv: Kunde inte skapa någon integritetsfras.
tr: Gizlilik ifadesi oluşturulamadı.

source: Couldn't import one of the notes.
da: Kunne ikke importere en af noterne.
de: Eine der Notizen konnte nicht importiert werden.
es: No se pudo importar una de las notas.
fi: Een van de notities kon niet worden geïmporteerd.
fr: Impossible d’importer l’une des notes.
it: Impossibile importare una delle note.
nb: Kunne ikke importere et av notatene.
nl: Een van de notities kon niet worden geïmporteerd.
pl: Nie można zaimportować jednej z notatek.
pt_br: Não foi possível importar uma das notas.
pt_pt: Não foi possível importar uma das notas.
sv: Kunde inte importera en av anteckningarna.
tr: Notlardan biri içe aktarılamadı.

source: Couldn't load your Takes.
da: Kunne ikke indlæse dine Takes.
de: Deine Takes konnten nicht geladen werden.
es: No se pudieron cargar tus Takes.
fi: Je Takes konden niet worden geladen.
fr: Impossible de charger vos Takes.
it: Impossibile caricare i tuoi Take.
nb: Kunne ikke laste inn Take-ene dine.
nl: Je Takes konden niet worden geladen.
pl: Nie można wczytać Twoich Takes.
pt_br: Não foi possível carregar seus Takes.
pt_pt: Não foi possível carregar os seus Takes.
sv: Kunde inte läsa in dina Takes.
tr: Take'leriniz yüklenemedi.

source: Couldn't open those files. Please try again.
da: Kunne ikke åbne de filer. Prøv igen.
de: Diese Dateien konnten nicht geöffnet werden. Bitte versuche es erneut.
es: No se pudieron abrir esos archivos. Inténtalo de nuevo.
fi: Die bestanden konden niet worden geopend. Probeer het opnieuw.
fr: Impossible d’ouvrir ces fichiers. Veuillez réessayer.
it: Impossibile aprire quei file. Riprova.
nb: Kunne ikke åpne disse filene. Prøv igjen.
nl: Die bestanden konden niet worden geopend. Probeer het opnieuw.
pl: Nie można otworzyć tych plików. Spróbuj ponownie.
pt_br: Não foi possível abrir esses arquivos. Tente novamente.
pt_pt: Não foi possível abrir esses ficheiros. Tente novamente.
sv: Kunde inte öppna filerna. Försök igen.
tr: Bu dosyalar açılamadı. Lütfen tekrar deneyin.

source: Couldn't open your library on this device. Please restart Catchlight.
da: Kunne ikke åbne dit bibliotek på denne enhed. Genstart Catchlight.
de: Deine Mediathek konnte auf diesem Gerät nicht geöffnet werden. Bitte starte Catchlight neu.
es: No se pudo abrir tu biblioteca en este dispositivo. Reinicia Catchlight.
fi: Je bibliotheek kon niet op dit apparaat worden geopend. Start Catchlight opnieuw.
fr: Impossible d’ouvrir votre bibliothèque sur cet appareil. Veuillez redémarrer Catchlight.
it: Impossibile aprire la libreria su questo dispositivo. Riavvia Catchlight.
nb: Kunne ikke åpne biblioteket ditt på denne enheten. Start Catchlight på nytt.
nl: Je bibliotheek kon niet op dit apparaat worden geopend. Start Catchlight opnieuw.
pl: Nie można otworzyć Twojej biblioteki na tym urządzeniu. Uruchom ponownie Catchlight.
pt_br: Não foi possível abrir sua biblioteca neste dispositivo. Reinicie o Catchlight.
pt_pt: Não foi possível abrir a sua biblioteca neste dispositivo. Reinicie o Catchlight.
sv: Kunde inte öppna biblioteket på den här enheten. Starta om Catchlight.
tr: Kütüphaneniz bu cihazda açılamadı. Lütfen Catchlight'ı yeniden başlatın.

source: Couldn't reach the App Store. Check your connection.
da: Kunne ikke få forbindelse til App Store. Tjek din forbindelse.
de: Der App Store konnte nicht erreicht werden. Überprüfe deine Verbindung.
es: No se pudo conectar con App Store. Comprueba tu conexión.
fi: De App Store kon niet worden bereikt. Controleer je verbinding.
fr: Impossible de joindre l’App Store. Vérifiez votre connexion.
it: Impossibile raggiungere l'App Store. Verifica la tua connessione.
nb: Fikk ikke kontakt med App Store. Kontroller tilkoblingen.
nl: De App Store kon niet worden bereikt. Controleer je verbinding.
pl: Nie można połączyć się z App Store. Sprawdź połączenie.
pt_br: Não foi possível acessar a App Store. Verifique sua conexão.
pt_pt: Não foi possível ligar à App Store. Verifique a sua ligação.
sv: Kunde inte ansluta till App Store. Kontrollera anslutningen.
tr: App Store'a ulaşılamadı. Bağlantınızı kontrol edin.

source: Couldn't reorder your Takes.
da: Kunne ikke ændre rækkefølgen på dine Takes.
de: Deine Takes konnten nicht neu angeordnet werden.
es: No se pudieron reordenar tus Takes.
fi: De volgorde van je Takes kon niet worden gewijzigd.
fr: Impossible de réorganiser vos Takes.
it: Impossibile riordinare i tuoi Take.
nb: Kunne ikke endre rekkefølgen på Take-ene dine.
nl: De volgorde van je Takes kon niet worden gewijzigd.
pl: Nie można zmienić kolejności Twoich Takes.
pt_br: Não foi possível reordenar seus Takes.
pt_pt: Não foi possível reordenar os seus Takes.
sv: Kunde inte ändra ordningen på dina Takes.
tr: Take'leriniz yeniden sıralanamadı.

source: Couldn't restore purchases. Please try again.
da: Kunne ikke gendanne køb. Prøv igen.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuche es erneut.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
fi: Aankopen konden niet worden hersteld. Probeer het opnieuw.
fr: Impossible de restaurer les achats. Veuillez réessayer.
it: Impossibile ripristinare gli acquisti. Riprova.
nb: Kunne ikke gjenopprette kjøpene. Prøv igjen.
nl: Aankopen konden niet worden hersteld. Probeer het opnieuw.
pl: Nie można przywrócić zakupów. Spróbuj ponownie.
pt_br: Não foi possível restaurar as compras. Tente novamente.
pt_pt: Não foi possível restaurar as compras. Tente novamente.
sv: Kunde inte återställa köp. Försök igen.
tr: Satın alımlar geri yüklenemedi. Lütfen tekrar deneyin.

source: Couldn't save that choice. Please try again.
da: Kunne ikke gemme det valg. Prøv igen.
de: Diese Auswahl konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar esa elección. Inténtalo de nuevo.
fi: Die keuze kon niet worden opgeslagen. Probeer het opnieuw.
fr: Impossible d’enregistrer ce choix. Veuillez réessayer.
it: Impossibile salvare la scelta. Riprova.
nb: Kunne ikke lagre valget. Prøv igjen.
nl: Die keuze kon niet worden opgeslagen. Probeer het opnieuw.
pl: Nie można zapisać tego wyboru. Spróbuj ponownie.
pt_br: Não foi possível salvar essa escolha. Tente novamente.
pt_pt: Não foi possível guardar essa escolha. Tente novamente.
sv: Kunde inte spara det valet. Försök igen.
tr: Bu seçim kaydedilemedi. Lütfen tekrar deneyin.

source: Couldn't save that folder: %@
da: Kunne ikke gemme den mappe: %@
de: Dieser Ordner konnte nicht gespeichert werden: %@
es: No se pudo guardar esa carpeta: %@
fi: Die map kon niet worden opgeslagen: %@
fr: Impossible d’enregistrer ce dossier : %@
it: Impossibile salvare la cartella: %@
nb: Kunne ikke lagre mappen: %@
nl: Die map kon niet worden opgeslagen: %@
pl: Nie można zapisać tego folderu: %@
pt_br: Não foi possível salvar essa pasta: %@
pt_pt: Não foi possível guardar essa pasta: %@
sv: Kunde inte spara mappen: %@
tr: Bu klasör kaydedilemedi: %@

source: Couldn't save that resolution. Please try again.
da: Kunne ikke gemme den løsning. Prøv igen.
de: Diese Auflösung konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar esa resolución. Inténtalo de nuevo.
fi: Die oplossing kon niet worden opgeslagen. Probeer het opnieuw.
fr: Impossible d’enregistrer cette résolution. Veuillez réessayer.
it: Impossibile salvare la risoluzione. Riprova.
nb: Kunne ikke lagre denne løsningen. Prøv igjen.
nl: Die oplossing kon niet worden opgeslagen. Probeer het opnieuw.
pl: Nie można zapisać tej decyzji. Spróbuj ponownie.
pt_br: Não foi possível salvar essa resolução. Tente novamente.
pt_pt: Não foi possível guardar essa resolução. Tente novamente.
sv: Kunde inte spara den upplösningen. Försök igen.
tr: Bu çözüm kaydedilemedi. Lütfen tekrar deneyin.
